Repository: geflex/schedule
Catalog: schedule/locales/*/LC_MESSAGES/schedule.po
Languages: be

source: Неизвестный тип профиля
be: Невядомы тып профілю

source: Выбранный язык не поддерживается
be: Вылучаны мова не падтрымліваецца

source: Такой подгруппы не существует
be: Такі падгрупы не існуе

source: Номер группы должен состоять из 8 цифр
be: Нумар групы павінен складацца з 8 лічбаў

source: Настройки
be: Налады

source: Ладно
be: Добра

source: Язык изменен с {} на {}
be: Мова зменена з {} на {}

source: Текущий язык: {}
be: Усталяваная мова: {}

source: Выбери новый язык
be: Выберы новую мову

source: Группа изменена с {} на {}
be: Група зменена з {} на {}

source: Текущая группа: {}
be: Усталяваная група: {}

source: Введи номер группы
be: Увядзі нумар групы

source: Имя изменено с {} на {}
be: Імя зменена з {} на {}

source: Текущее имя: {}
be: Усталяванае імя: {}

source: Введи новое имя
be: Увядзі новае імя

source: Подгруппа изменена с {} на {}
be: Падгрупа зменена з {} на {}

source: Текущая подгруппа: {}
be: Усталяваная падгрупа

source: Введи номер подгруппы
be: Увядзі нумар падгрупы

source: Выбери подгруппу
be: Выберы сваю падгрупу

source: Введи свое имя
be: Увядзі сваё імя

source: Включен режим преподавателя
be: Уключпны рэжым выкладчыка

source: Включен режим студента
be: Уключаны рэжым студэнта

source: Непонятная команда
be: Незразумелая каманда

source: Главное меню
be: Галоўнае меню

source: Расписание для {} на {}
be: Расклад для {} на {}

source: Выбери язык
be: Выберы мову

source: Теперь выбери тип профиля
be: Цяпер выберы тып профілю

source: Окей, теперь введи номер своей группы
be: Окей, цяпер увядзі нумар сваёй групы

source: Выбери свою подгруппу
be: Выберы сваю падгрупу

source: Хорошо, теперь введите свои ФИО
be: Добра, цяпер калі ласка, увядзіце свае імя

source: Ура, все настроили
be: Ура, усё наладзілі

source: Данные успешно удалены
be: Дадзеныя паспяхова выдаленыя
